Repository: sane-apps/SaneClip
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, zh_hans

source: Choose a clip to preview it here
de: Clip auswählen, um ihn hier anzuzeigen
es: Elige un elemento para verlo aquí
fr: Choisissez un élément à prévisualiser ici
it: Scegli un elemento per vederne l'anteprima
ja: クリップを選択するとここにプレビューが表示されます
ko: 여기에서 미리 볼 클립을 선택하세요
pt_br: Escolha um item para visualizá-lo aqui
zh_hans: 选择一个剪辑以在此预览

source: No clip selected
de: Kein Clip ausgewählt
es: Ningún elemento seleccionado
fr: Aucun élément sélectionné
it: Nessun elemento selezionato
ja: クリップが選択されていません
ko: 선택된 클립 없음
pt_br: Nenhum item selecionado
zh_hans: 未选择剪辑

source: 50-item limit reached.
de: Limit von 50 Objekten erreicht.
es: Límite de 50 elementos alcanzado.
fr: Limite de 50 éléments atteinte.
it: Limite di 50 elementi raggiunto.
ja: 50件の上限に達しました。
ko: 50개 항목 한도에 도달했습니다.
pt_br: Limite de 50 itens atingido.
zh_hans: 已达 50 项上限。

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
pt_br: Cancelar
zh_hans: 取消

source: Capture paused
de: Erfassung pausiert
es: Captura en pausa
fr: Capture en pause
it: Acquisizione in pausa
ja: キャプチャを一時停止中
ko: 캡처 일시 정지됨
pt_br: Captura pausada
zh_hans: 捕获已暂停

source: Clear Disposable Items (%lld)
de: Verwerfbare Objekte löschen (%lld)
es: Borrar elementos desechables (%lld)
fr: Effacer les éléments jetables (%lld)
it: Elimina elementi temporanei (%lld)
ja: 不要な項目を消去 (%lld)
ko: 일회성 항목 지우기 (%lld)
pt_br: Limpar itens descartáveis (%lld)
zh_hans: 清除可弃项 (%lld)

source: Clear Visible Disposable Items (%lld)
de: Sichtbare verwerfbare Objekte löschen (%lld)
es: Borrar elementos desechables visibles (%lld)
fr: Effacer les éléments jetables visibles (%lld)
it: Elimina elementi temporanei visibili (%lld)
ja: 表示中の不要な項目を消去 (%lld)
ko: 표시된 일회성 항목 지우기 (%lld)
pt_br: Limpar itens descartáveis visíveis (%lld)
zh_hans: 清除可见的可弃项 (%lld)

source: Clear search
de: Suche löschen
es: Borrar búsqueda
fr: Effacer la recherche
it: Cancella ricerca
ja: 検索をクリア
ko: 검색 지우기
pt_br: Limpar busca
zh_hans: 清除搜索

source: Close history after paste
de: Verlauf nach dem Einfügen schließen
es: Cerrar historial tras pegar
fr: Fermer l'historique après le collage
it: Chiudi la cronologia dopo l'incollaggio
ja: ペースト後に履歴を閉じる
ko: 붙여넣기 후 기록 닫기
pt_br: Fechar histórico após colar
zh_hans: 粘贴后关闭历史

source: Filter clipboard items by text content
de: Objekte nach Textinhalt filtern
es: Filtrar elementos por contenido de texto
fr: Filtrer les éléments du presse-papiers par contenu texte
it: Filtra gli elementi per contenuto testuale
ja: テキスト内容でクリップボード項目を絞り込む
ko: 텍스트 내용으로 클립보드 항목 필터링
pt_br: Filtrar itens da área de transferência por texto
zh_hans: 按文本内容筛选剪贴板项

source: Hide filters
de: Filter ausblenden
es: Ocultar filtros
fr: Masquer les filtres
it: Nascondi filtri
ja: フィルタを隠す
ko: 필터 가리기
pt_br: Ocultar filtros
zh_hans: 隐藏筛选器

source: Ignore Next Copy
de: Nächste Kopie ignorieren
es: Ignorar la próxima copia
fr: Ignorer la prochaine copie
it: Ignora prossima copia
ja: 次のコピーを無視
ko: 다음 복사 무시
pt_br: Ignorar próxima cópia
zh_hans: 忽略下次拷贝

source: Keep history open after paste
de: Verlauf nach dem Einfügen geöffnet lassen
es: Mantener historial abierto tras pegar
fr: Garder l'historique ouvert après le collage
it: Mantieni la cronologia aperta dopo l'incollaggio
ja: ペースト後も履歴を開いたままにする
ko: 붙여넣기 후 기록 열어 두기
pt_br: Manter histórico aberto após colar
zh_hans: 粘贴后保持历史打开

source: Pause 15 minutes
de: 15 Minuten pausieren
es: Pausar 15 minutos
fr: Suspendre 15 minutes
it: Pausa di 15 minuti
ja: 15分間一時停止
ko: 15분 일시 정지
pt_br: Pausar por 15 minutos
zh_hans: 暂停 15 分钟

source: Pause 5 minutes
de: 5 Minuten pausieren
es: Pausar 5 minutos
fr: Suspendre 5 minutes
it: Pausa di 5 minuti
ja: 5分間一時停止
ko: 5분 일시 정지
pt_br: Pausar por 5 minutos
zh_hans: 暂停 5 分钟

source: Pause 60 minutes
de: 60 Minuten pausieren
es: Pausar 60 minutos
fr: Suspendre 60 minutes
it: Pausa di 60 minuti
ja: 60分間一時停止
ko: 60분 일시 정지
pt_br: Pausar por 60 minutos
zh_hans: 暂停 60 分钟

source: Pause capture
de: Erfassung pausieren
es: Pausar captura
fr: Suspendre la capture
it: Metti in pausa l'acquisizione
ja: キャプチャを一時停止
ko: 캡처 일시 정지
pt_br: Pausar captura
zh_hans: 暂停捕获

source: Pin history after paste
de: Verlauf nach dem Einfügen anheften
es: Fijar historial tras pegar
fr: Épingler l'historique après le collage
it: Fissa la cronologia dopo l'incollaggio
ja: ペースト後に履歴をピン留め
ko: 붙여넣기 후 기록 고정
pt_br: Fixar histórico após colar
zh_hans: 粘贴后固定历史

source: Pinned
de: Angeheftet
es: Fijado
fr: Épinglé
it: Fissati
ja: ピン留め済み
ko: 고정됨
pt_br: Fixado
zh_hans: 已固定

source: Preset name
de: Voreinstellungsname
es: Nombre del preajuste
fr: Nom du préréglage
it: Nome del preset
ja: プリセット名
ko: 프리셋 이름
pt_br: Nome da predefinição
zh_hans: 预设名称

source: Recent
de: Zuletzt verwendet
es: Recientes
fr: Récents
it: Recenti
ja: 最近の項目
ko: 최근
pt_br: Recentes
zh_hans: 最近

source: Resume Capture
de: Erfassung fortsetzen
es: Reanudar captura
fr: Reprendre la capture
it: Riprendi acquisizione
ja: キャプチャを再開
ko: 캡처 다시 시작
pt_br: Retomar captura
zh_hans: 继续捕获

source: Save
de: Sichern
es: Guardar
fr: Enregistrer
it: Salva
ja: 保存
ko: 저장
pt_br: Salvar
zh_hans: 存储

source: Save Filter Preset
de: Filtervoreinstellung sichern
es: Guardar preajuste de filtro
fr: Enregistrer le préréglage de filtre
it: Salva preset filtri
ja: フィルタプリセットを保存
ko: 필터 프리셋 저장
pt_br: Salvar predefinição de filtro
zh_hans: 存储筛选预设

source: Search
de: Suchen
es: Buscar
fr: Rechercher
it: Cerca
ja: 検索
ko: 검색
pt_br: Buscar
zh_hans: 搜索

source: Search clipboard history...
de: Verlauf durchsuchen …
es: Buscar en el historial...
fr: Rechercher dans l'historique...
it: Cerca nella cronologia...
ja: クリップボード履歴を検索...
ko: 클립보드 기록 검색...
pt_br: Buscar no histórico...
zh_hans: 搜索剪贴板历史…

source: Show filters
de: Filter einblenden
es: Mostrar filtros
fr: Afficher les filtres
it: Mostra filtri
ja: フィルタを表示
ko: 필터 보기
pt_br: Mostrar filtros
zh_hans: 显示筛选器

source: Smart Clear
de: Intelligent löschen
es: Borrado inteligente
fr: Effacement intelligent
it: Pulizia intelligente
ja: スマート消去
ko: 스마트 지우기
pt_br: Limpeza inteligente
zh_hans: 智能清除

source: Unpin history after paste
de: Verlauf nach dem Einfügen loslösen
es: Dejar de fijar historial tras pegar
fr: Désépingler l'historique après le collage
it: Sblocca la cronologia dopo l'incollaggio
ja: ペースト後に履歴のピンを外す
ko: 붙여넣기 후 기록 고정 해제
pt_br: Desafixar histórico após colar
zh_hans: 粘贴后取消固定历史

source: Add to Merge Queue
de: Zur Zusammenführen-Warteschlange hinzufügen
es: Añadir a la cola de combinación
fr: Ajouter à la file de fusion
it: Aggiungi alla coda di unione
ja: 結合キューに追加
ko: 병합 대기열에 추가
pt_br: Adicionar à fila de mesclagem
zh_hans: 加入合并队列

source: Collection name
de: Sammlungsname
es: Nombre de la colección
fr: Nom de la collection
it: Nome della raccolta
ja: コレクション名
ko: 컬렉션 이름
pt_br: Nome da coleção
zh_hans: 收藏集名称

source: Double tap to paste
de: Zum Einfügen doppeltippen
es: Doble toque para pegar
fr: Double-clic pour coller
it: Doppio tocco per incollare
ja: ダブルクリックでペースト
ko: 두 번 탭하여 붙여넣기
pt_br: Toque duas vezes para colar
zh_hans: 连按两下粘贴

source: Drag to another app
de: In eine andere App ziehen
es: Arrastrar a otra app
fr: Glisser vers une autre app
it: Trascina in un'altra app
ja: 別のAppにドラッグ
ko: 다른 앱으로 드래그
pt_br: Arraste para outro app
zh_hans: 拖到其他 App

source: Edit Clipboard Item
de: Objekt bearbeiten
es: Editar elemento del portapapeles
fr: Modifier l'élément du presse-papiers
it: Modifica elemento
ja: クリップボード項目を編集
ko: 클립보드 항목 편집
pt_br: Editar item
zh_hans: 编辑剪贴板项

source: Edit Note
de: Notiz bearbeiten
es: Editar nota
fr: Modifier la note
it: Modifica nota
ja: メモを編集
ko: 메모 편집
pt_br: Editar nota
zh_hans: 编辑备注

source: Edit Tags...
de: Tags bearbeiten …
es: Editar etiquetas...
fr: Modifier les tags...
it: Modifica tag...
ja: タグを編集...
ko: 태그 편집...
pt_br: Editar etiquetas...
zh_hans: 编辑标签…

source: Edit...
de: Bearbeiten …
es: Editar...
fr: Modifier...
it: Modifica...
ja: 編集...
ko: 편집...
pt_br: Editar...
zh_hans: 编辑…

source: Move to Collection
de: In Sammlung bewegen
es: Mover a colección
fr: Déplacer vers une collection
it: Sposta nella raccolta
ja: コレクションに移動
ko: 컬렉션으로 이동
pt_br: Mover para coleção
zh_hans: 移到收藏集

source: New Collection
de: Neue Sammlung
es: Nueva colección
fr: Nouvelle collection
it: Nuova raccolta
ja: 新規コレクション
ko: 새로운 컬렉션
pt_br: Nova coleção
zh_hans: 新建收藏集

source: New Collection...
de: Neue Sammlung …
es: Nueva colección...
fr: Nouvelle collection...
it: Nuova raccolta...
ja: 新規コレクション...
ko: 새로운 컬렉션...
pt_br: Nova coleção...
zh_hans: 新建收藏集…

source: Open Link
de: Link öffnen
es: Abrir enlace
fr: Ouvrir le lien
it: Apri link
ja: リンクを開く
ko: 링크 열기
pt_br: Abrir link
zh_hans: 打开链接

source: Paste As...
de: Einfügen als …
es: Pegar como...
fr: Coller comme...
it: Incolla come...
ja: 形式を選択してペースト...
ko: 다음으로 붙여넣기...
pt_br: Colar como...
zh_hans: 粘贴为…

source: Pasted %lld time%@
de: %lld Mal%@ eingefügt
es: Pegado %lld vez%@
fr: Collé %lld fois%@
it: Incollato %lld volt%@
ja: %lld回ペースト%@
ko: %lld번 붙여넣음%@
pt_br: Colado %lld vez%@
zh_hans: 已粘贴 %lld 次%@

source: Preview image
de: Bildvorschau
es: Previsualizar imagen
fr: Aperçu de l'image
it: Anteprima immagine
ja: 画像をプレビュー
ko: 이미지 미리 보기
pt_br: Visualizar imagem
zh_hans: 预览图像

source: Preview...
de: Vorschau …
es: Previsualizar...
fr: Aperçu...
it: Anteprima...
ja: プレビュー...
ko: 미리 보기...
pt_br: Visualizar...
zh_hans: 预览…

source: Remove Note
de: Notiz entfernen
es: Eliminar nota
fr: Supprimer la note
it: Rimuovi nota
ja: メモを削除
ko: 메모 제거
pt_br: Remover nota
zh_hans: 移除备注

source: Remove from Merge Queue
de: Aus Zusammenführen-Warteschlange entfernen
es: Quitar de la cola de combinación
fr: Retirer de la file de fusion
it: Rimuovi dalla coda di unione
ja: 結合キューから削除
ko: 병합 대기열에서 제거
pt_br: Remover da fila de mesclagem
zh_hans: 从合并队列移除

source: Rename...
de: Umbenennen …
es: Cambiar nombre...
fr: Renommer...
it: Rinomina...
ja: 名称変更...
ko: 이름 변경...
pt_br: Renomear...
zh_hans: 重命名…

source: Save Image As...
de: Bild sichern unter …
es: Guardar imagen como...
fr: Enregistrer l'image sous...
it: Salva immagine come...
ja: 画像を別名で保存...
ko: 이미지를 다른 이름으로 저장...
pt_br: Salvar imagem como...
zh_hans: 存储图像为…

source: Save as PDF...
de: Als PDF sichern …
es: Guardar como PDF...
fr: Enregistrer en PDF...
it: Salva come PDF...
ja: PDFとして保存...
ko: PDF로 저장...
pt_br: Salvar como PDF...
zh_hans: 存储为 PDF…

source: Share...
de: Teilen …
es: Compartir...
fr: Partager...
it: Condividi...
ja: 共有...
ko: 공유...
pt_br: Compartilhar...
zh_hans: 共享…

source: Collapse multiple consecutive spaces into one
de: Mehrere aufeinanderfolgende Leerzeichen zu einem zusammenfassen
es: Combinar varios espacios seguidos en uno
fr: Réduire les espaces consécutifs en un seul
it: Riduci più spazi consecutivi a uno solo
ja: 連続する複数のスペースを1つにまとめる
ko: 연속된 여러 공백을 하나로 합치기
pt_br: Unir vários espaços consecutivos em um só
zh_hans: 将多个连续空格合并为一个

source: Convert URL hostnames to lowercase
de: URL-Hostnamen in Kleinbuchstaben umwandeln
es: Convertir los nombres de host de URL a minúsculas
fr: Convertir les noms d'hôte d'URL en minuscules
it: Converti i nomi host degli URL in minuscolo
ja: URLのホスト名を小文字に変換
ko: URL 호스트 이름을 소문자로 변환
pt_br: Converter nomes de host de URL para minúsculas
zh_hans: 将 URL 主机名转为小写

source: Convert Windows (CRLF) to Unix (LF) line endings
de: Windows-Zeilenenden (CRLF) in Unix (LF) umwandeln
es: Convertir saltos de línea de Windows (CRLF) a Unix (LF)
fr: Convertir les fins de ligne Windows (CRLF) en Unix (LF)
it: Converti i fine riga da Windows (CRLF) a Unix (LF)
ja: Windows (CRLF) の改行をUnix (LF) に変換
ko: Windows(CRLF) 줄바꿈을 Unix(LF)로 변환
pt_br: Converter quebras de linha do Windows (CRLF) para Unix (LF)
zh_hans: 将 Windows (CRLF) 换行转为 Unix (LF)

source: Drop the final newline so pasting into a terminal doesn't run the command
de: Letzten Zeilenumbruch entfernen, damit der Befehl beim Einfügen im Terminal nicht ausgeführt wird
es: Eliminar el salto de línea final para que al pegar en una terminal no se ejecute el comando
fr: Supprimer le saut de ligne final pour ne pas exécuter la commande en collant dans un terminal
it: Rimuove l'a capo finale così incollando in un terminale il comando non viene eseguito
ja: 末尾の改行を削除し、ターミナルへのペーストでコマンドが実行されないようにする
ko: 터미널에 붙여넣을 때 명령이 실행되지 않도록 마지막 줄바꿈 제거
pt_br: Remover a quebra de linha final para que colar em um terminal não execute o comando
zh_hans: 删除末尾换行符，以免粘贴到终端时直接执行命令

source: Remove leading/trailing spaces from copied text
de: Führende/nachfolgende Leerzeichen aus kopiertem Text entfernen
es: Eliminar los espacios al inicio y al final del texto copiado
fr: Supprimer les espaces en début/fin du texte copié
it: Rimuovi gli spazi iniziali e finali dal testo copiato
ja: コピーしたテキストの前後のスペースを削除
ko: 복사한 텍스트의 앞뒤 공백 제거
pt_br: Remover espaços no início e no fim do texto copiado
zh_hans: 移除拷贝文本前后的空格

source: Remove utm_*, fbclid, and other tracking params from URLs
de: utm_*, fbclid und andere Tracking-Parameter aus URLs entfernen
es: Eliminar utm_*, fbclid y otros parámetros de seguimiento de las URL
fr: Supprimer utm_*, fbclid et autres paramètres de suivi des URL
it: Rimuovi utm_*, fbclid e altri parametri di tracciamento dagli URL
ja: URLからutm_*、fbclidなどのトラッキングパラメータを削除
ko: URL에서 utm_*, fbclid 및 기타 추적 매개변수 제거
pt_br: Remover utm_*, fbclid e outros parâmetros de rastreamento de URLs
zh_hans: 从 URL 中移除 utm_*、fbclid 等跟踪参数

source: These settings require SaneClip Pro
de: Diese Einstellungen erfordern SaneClip Pro
es: Estos ajustes requieren SaneClip Pro
fr: Ces réglages nécessitent SaneClip Pro
it: Queste impostazioni richiedono SaneClip Pro
ja: これらの設定にはSaneClip Proが必要です
ko: 이 설정을 사용하려면 SaneClip Pro가 필요합니다
pt_br: Estas opções exigem o SaneClip Pro
zh_hans: 这些设置需要 SaneClip Pro

source: Add App...
de: App hinzufügen …
es: Añadir app...
fr: Ajouter une app...
it: Aggiungi app...
ja: Appを追加...
ko: 앱 추가...
pt_br: Adicionar app...
zh_hans: 添加 App…

source: Add password managers, launchers, or any app you never want saved to history.
de: Passwortmanager, Launcher oder jede App hinzufügen, die nie im Verlauf gespeichert werden soll.
es: Añade gestores de contraseñas, lanzadores o cualquier app que nunca quieras guardar en el historial.
fr: Ajoutez les gestionnaires de mots de passe, lanceurs ou toute app que vous ne voulez jamais enregistrer dans l'historique.
it: Aggiungi gestori di password, launcher o qualsiasi app che non vuoi mai salvare nella cronologia.
ja: パスワードマネージャ、ランチャーなど、履歴に保存したくないAppを追加します。
ko: 기록에 저장하고 싶지 않은 암호 관리자, 런처 등의 앱을 추가하세요.
pt_br: Adicione gerenciadores de senhas, lançadores ou qualquer app que você nunca queira salvar no histórico.
zh_hans: 添加密码管理器、启动器或任何你不想存入历史的 App。

source: Clips from these apps are never saved to history.
de: Clips aus diesen Apps werden nie im Verlauf gespeichert.
es: Los elementos de estas apps nunca se guardan en el historial.
fr: Les éléments de ces apps ne sont jamais enregistrés dans l'historique.
it: Gli elementi di queste app non vengono mai salvati nella cronologia.
ja: これらのAppからのクリップは履歴に保存されません。
ko: 이 앱의 클립은 기록에 저장되지 않습니다.
pt_br: Itens desses apps nunca são salvos no histórico.
zh_hans: 这些 App 的剪辑不会存入历史。

source: Excluded Apps
de: Ausgeschlossene Apps
es: Apps excluidas
fr: Apps exclues
it: App escluse
ja: 除外するApp
ko: 제외된 앱
pt_br: Apps excluídos
zh_hans: 已排除的 App

source: Remove
de: Entfernen
es: Eliminar
fr: Supprimer
it: Rimuovi
ja: 削除
ko: 제거
pt_br: Remover
zh_hans: 移除

source: 100 / 500 / Unlimited
de: 100 / 500 / Unbegrenzt
es: 100 / 500 / Ilimitado
fr: 100 / 500 / Illimité
it: 100 / 500 / Illimitati
ja: 100 / 500 / 無制限
ko: 100 / 500 / 무제한
pt_br: 100 / 500 / Ilimitado
zh_hans: 100 / 500 / 无限制

source: Pro keeps as much history as you configure, including unlimited.
de: Pro behält so viel Verlauf, wie du festlegst – auch unbegrenzt.
es: Pro conserva todo el historial que configures, incluso ilimitado.
fr: Pro conserve autant d'historique que vous le configurez, y compris illimité.
it: Pro conserva tutta la cronologia che configuri, anche illimitata.
ja: Proでは無制限を含め、設定した分だけ履歴を保持できます。
ko: Pro는 무제한을 포함해 설정한 만큼 기록을 유지합니다.
pt_br: O Pro mantém quanto histórico você quiser, inclusive ilimitado.
zh_hans: Pro 可按你的设置保留任意多的历史，包括无限制。

# saneclip.settings.history.1_hour
source: 1 hour
de: 1 Stunde
es: 1 hora
fr: 1 heure
it: 1 ora
ja: 1時間
ko: 1시간
pt_br: 1 hora
zh_hans: 1 小时

# saneclip.settings.history.24_hours
source: 24 hours
de: 24 Stunden
es: 24 horas
fr: 24 heures
it: 24 ore
ja: 24時間
ko: 24시간
pt_br: 24 horas
zh_hans: 24 小时

# saneclip.settings.history.30_days
source: 30 days
de: 30 Tage
es: 30 días
fr: 30 jours
it: 30 giorni
ja: 30日
ko: 30일
pt_br: 30 dias
zh_hans: 30 天

# saneclip.settings.history.7_days
source: 7 days
de: 7 Tage
es: 7 días
fr: 7 jours
it: 7 giorni
ja: 7日
ko: 7일
pt_br: 7 dias
zh_hans: 7 天

# saneclip.settings.history.never
source: Never
de: Nie
es: Nunca
fr: Jamais
it: Mai
ja: しない
ko: 안 함
pt_br: Nunca
zh_hans: 永不

# saneclip.settings.history.text_unlimited
source: Unlimited
de: Unbegrenzt
es: Ilimitado
fr: Illimité
it: Illimitato
ja: 無制限
ko: 무제한
pt_br: Ilimitado
zh_hans: 无限制

# saneclip.settings.security.authenticate_disable_history_encryption
source: Authenticate to disable history encryption
de: Authentifizieren, um Verlaufsverschlüsselung zu deaktivieren
es: Autentícate para desactivar el cifrado del historial
fr: Authentifiez-vous pour désactiver le chiffrement de l'historique
it: Autenticati per disattivare la cifratura della cronologia
ja: 認証して履歴の暗号化を無効にする
ko: 기록 암호화를 끄려면 인증하세요
pt_br: Autentique-se para desativar a criptografia do histórico
zh_hans: 验证身份以停用历史加密

# saneclip.settings.security.authenticate_disable_touch_id
source: Authenticate to disable Touch ID protection
de: Authentifizieren, um Touch ID-Schutz zu deaktivieren
es: Autentícate para desactivar la protección con Touch ID
fr: Authentifiez-vous pour désactiver la protection Touch ID
it: Autenticati per disattivare la protezione con Touch ID
ja: 認証してTouch IDによる保護を無効にする
ko: Touch ID 보호를 끄려면 인증하세요
pt_br: Autentique-se para desativar a proteção por Touch ID
zh_hans: 验证身份以停用 Touch ID 保护

# saneclip.settings.security.encrypt_history_pro_help
source: Encrypts clipboard history on disk using AES-256-GCM — requires Pro
de: Verschlüsselt den Verlauf auf der Festplatte mit AES-256-GCM – erfordert Pro
es: Cifra el historial del portapapeles en el disco con AES-256-GCM — requiere Pro
fr: Chiffre l'historique du presse-papiers sur le disque en AES-256-GCM — nécessite Pro
it: Cifra la cronologia su disco con AES-256-GCM — richiede Pro
ja: AES-256-GCMでクリップボード履歴をディスク上で暗号化します — Proが必要
ko: AES-256-GCM으로 디스크의 클립보드 기록을 암호화합니다 — Pro 필요
pt_br: Criptografa o histórico no disco usando AES-256-GCM — exige o Pro
zh_hans: 使用 AES-256-GCM 加密磁盘上的剪贴板历史 — 需要 Pro

# saneclip.settings.updates.daily
source: Daily
de: Täglich
es: A diario
fr: Quotidienne
it: Ogni giorno
ja: 毎日
ko: 매일
pt_br: Diariamente
zh_hans: 每天

# saneclip.settings.updates.weekly
source: Weekly
de: Wöchentlich
es: Semanalmente
fr: Hebdomadaire
it: Ogni settimana
ja: 毎週
ko: 매주
pt_br: Semanalmente
zh_hans: 每周

source: Clear Filters
de: Filter löschen
es: Borrar filtros
fr: Effacer les filtres
it: Azzera filtri
ja: フィルタを消去
ko: 필터 지우기
pt_br: Limpar filtros
zh_hans: 清除筛选器

source: Clear Saved Presets
de: Gesicherte Voreinstellungen löschen
es: Borrar preajustes guardados
fr: Effacer les préréglages enregistrés
it: Elimina preset salvati
ja: 保存したプリセットを消去
ko: 저장된 프리셋 지우기
pt_br: Limpar predefinições salvas
zh_hans: 清除已存预设

source: Collection
de: Sammlung
es: Colección
it: Raccolta
ja: コレクション
ko: 컬렉션
pt_br: Coleção
zh_hans: 收藏集

source: Date
de: Datum
es: Fecha
it: Data
ja: 日付
ko: 날짜
pt_br: Data
zh_hans: 日期

source: Save Current
de: Aktuelle sichern
es: Guardar actual
fr: Enregistrer le filtre actuel
it: Salva attuale
ja: 現在の設定を保存
ko: 현재 항목 저장
pt_br: Salvar atual
zh_hans: 存储当前

source: Saved
de: Gesichert
es: Guardados
fr: Enregistrés
it: Salvati
ja: 保存済み
ko: 저장됨
pt_br: Salvos
zh_hans: 已存储

source: Type
de: Typ
es: Tipo
it: Tipo
ja: 種類
ko: 유형
pt_br: Tipo
zh_hans: 类型

source: %lld clipboard items
de: %lld Objekte
es: %lld elementos del portapapeles
fr: %lld éléments du presse-papiers
it: %lld elementi negli appunti
ja: %lld件のクリップボード項目
ko: 클립보드 항목 %lld개
pt_br: %lld itens na área de transferência
zh_hans: %lld 个剪贴板项

source: %lld items
de: %lld Objekte
es: %lld elementos
fr: %lld éléments
it: %lld elementi
ja: %lld件の項目
ko: 항목 %lld개
pt_br: %lld itens
zh_hans: %lld 项

source: (%lld shown)
de: (%lld angezeigt)
es: (%lld mostrados)
fr: (%lld affichés)
it: (%lld mostrati)
ja: (%lld件表示)
ko: (%lld개 표시됨)
pt_br: (%lld exibidos)
zh_hans: (显示 %lld 项)

source: Bulk-delete disposable clips while keeping pinned, tagged, noted, and non-default collection items.
de: Verwerfbare Clips sammelweise löschen, dabei angeheftete, getaggte, mit Notiz versehene und Objekte aus Nicht-Standard-Sammlungen behalten.
es: Elimina en bloque los elementos desechables y conserva los fijados, etiquetados, con nota y de colecciones no predeterminadas.
fr: Supprime en masse les éléments jetables tout en conservant ceux épinglés, tagués, annotés et des collections non par défaut.
it: Elimina in blocco gli elementi temporanei mantenendo quelli fissati, con tag, con note e nelle raccolte non predefinite.
ja: ピン留め、タグ付き、メモ付き、デフォルト以外のコレクションの項目を残して、不要なクリップを一括削除します。
ko: 고정, 태그, 메모, 기본 외 컬렉션 항목은 유지하면서 일회성 클립을 일괄 삭제합니다.
pt_br: Apaga em lote itens descartáveis, preservando os fixados, com etiqueta, com nota e de coleções não padrão.
zh_hans: 批量删除可弃剪辑，同时保留已固定、带标签、带备注及非默认收藏集的项。

source: Clear Queue
de: Warteschlange leeren
es: Vaciar cola
fr: Vider la file
it: Svuota coda
ja: キューを消去
ko: 대기열 지우기
pt_br: Limpar fila
zh_hans: 清空队列

source: Delete the %lld selected item(s)
de: %lld ausgewählte(s) Objekt(e) löschen
es: Eliminar los %lld elementos seleccionados
fr: Supprimer les %lld éléments sélectionnés
it: Elimina i %lld elementi selezionati
ja: 選択した%lld件の項目を削除
ko: 선택한 항목 %lld개 삭제
pt_br: Apagar %lld item(ns) selecionado(s)
zh_hans: 删除所选的 %lld 项

source: Hide
de: Ausblenden
es: Ocultar
fr: Masquer
it: Nascondi
ja: 隠す
ko: 가리기
pt_br: Ocultar
zh_hans: 隐藏

source: Items in paste stack
de: Objekte im Einfügestapel
es: Elementos en la pila de pegado
fr: Éléments de la pile de collage
it: Elementi nella pila di incollaggio
ja: ペーストスタック内の項目
ko: 붙여넣기 스택의 항목
pt_br: Itens na pilha de colagem
zh_hans: 粘贴栈中的项

source: Items queued for merge
de: Objekte zum Zusammenführen eingereiht
es: Elementos en cola para combinar
fr: Éléments en file de fusion
it: Elementi in coda per l'unione
ja: 結合待ちの項目
ko: 병합 대기 중인 항목
pt_br: Itens na fila de mesclagem
zh_hans: 排队待合并的项

source: Merge
de: Zusammenführen
es: Combinar
fr: Fusionner
it: Unisci
ja: 結合
ko: 병합
pt_br: Mesclar
zh_hans: 合并

source: Open settings
de: Einstellungen öffnen
es: Abrir ajustes
fr: Ouvrir les réglages
it: Apri impostazioni
ja: 設定を開く
ko: 설정 열기
pt_br: Abrir ajustes
zh_hans: 打开设置

source: Opens safe bulk delete options for disposable items only.
de: Öffnet sichere Optionen zum Sammellöschen ausschließlich für verwerfbare Objekte.
es: Abre opciones de borrado en bloque seguras solo para elementos desechables.
fr: Ouvre les options de suppression en masse sûres pour les éléments jetables uniquement.
it: Apre le opzioni di eliminazione in blocco sicura, solo per gli elementi temporanei.
ja: 不要な項目のみを対象にした安全な一括削除オプションを開きます。
ko: 일회성 항목만을 위한 안전한 일괄 삭제 옵션을 엽니다.
pt_br: Abre opções seguras de exclusão em lote apenas para itens descartáveis.
zh_hans: 仅为可弃项打开安全的批量删除选项。

source: Paste
de: Einfügen
es: Pegar
fr: Coller
it: Incolla
ja: ペースト
ko: 붙여넣기
pt_br: Colar
zh_hans: 粘贴

source: Paused
de: Pausiert
es: En pausa
fr: En pause
it: In pausa
ja: 一時停止中
ko: 일시 정지됨
pt_br: Pausado
zh_hans: 已暂停

source: Recording copies to the stack
de: Kopien werden auf dem Stapel aufgezeichnet
es: Grabando copias en la pila
fr: Enregistrement des copies dans la pile
it: Registrazione delle copie nella pila
ja: コピーをスタックに記録中
ko: 복사본을 스택에 기록 중
pt_br: Gravando cópias na pilha
zh_hans: 正在将拷贝记录到栈中
